Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# ClipboardPanel_LostOnExit
source: Cleared on exit
ar: تُمسح عند الخروج
cs: Vymaže se při ukončení
de: Wird beim Beenden gelöscht
el: Απαλείφεται κατά την έξοδο
es: Se borra al salir
fa: هنگام خروج پاک می‌شود
fr: Effacé à la fermeture
hu: Kilépéskor törlődik
id: Dihapus saat keluar
it: Cancellato alla chiusura
ja: 終了時に消えます
ko: 종료 시 지워짐
pl: Czyszczony po zamknięciu
pt: Limpo ao sair
ro: Se golește la ieșire
th: ล้างเมื่อออกจากแอป
tr: Çıkışta temizlenir
uk: Очищається під час виходу
vi: Bị xóa khi thoát
zh_hans: 退出时清除
zh_hant: 結束時清除

# ClipboardPanel_Detail
source: {0} bytes · {1} · {2} · {3} @ {4}
ar: {0} بايت · {1} · {2} · {3} @ {4}
cs: Bajty: {0} · {1} · {2} · {3} @ {4}
el: {0} byte · {1} · {2} · {3} @ {4}
fa: {0} بایت · {1} · {2} · {3} @ {4}
fr: {0} octets · {1} · {2} · {3} @ {4}
hu: {0} bájt · {1} · {2} · {3} @ {4}
id: {0} byte · {1} · {2} · {3} @ {4}
it: {0} byte · {1} · {2} · {3} @ {4}
ja: {0} バイト · {1} · {2} · {3} @ {4}
ko: {0}바이트 · {1} · {2} · {3} @ {4}
pl: {0} B · {1} · {2} · {3} @ {4}
ro: {0} octeți · {1} · {2} · {3} @ {4}
th: {0} ไบต์ · {1} · {2} · {3} @ {4}
tr: {0} bayt · {1} · {2} · {3} @ {4}
uk: {0} байтів · {1} · {2} · {3} @ {4}
vi: {0} byte · {1} · {2} · {3} @ {4}
zh_hans: {0} 字节 · {1} · {2} · {3} @ {4}
zh_hant: {0} 個位元組 · {1} · {2} · {3} @ {4}

# ClipboardPanel_PasteButton
source: Paste
ar: لصق
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: چسباندن
fr: Coller
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt: Colar
ro: Lipire
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# ClipboardPanel_PasteOverwriteButton
source: Overwrite paste
ar: لصق مع الكتابة الفوقية
cs: Vložit s přepsáním
de: Überschreibend einfügen
el: Επικόλληση με αντικατάσταση
es: Pegar sobrescribiendo
fa: چسباندن با بازنویسی
fr: Coller en refrappe
hu: Beillesztés felülírással
id: Tempel timpa
it: Incolla sovrascrivendo
ja: 上書き貼り付け
ko: 덮어쓰기 붙여넣기
pl: Wklej z zastępowaniem
pt: Colar substituindo
ro: Lipire cu suprascriere
th: วางแบบเขียนทับ
tr: Üzerine yazarak yapıştır
uk: Вставити із заміною
vi: Dán ghi đè
zh_hans: 改写粘贴
zh_hant: 覆寫貼上

# ClipboardPanel_ClearButton
source: Clear
ar: مسح
cs: Vymazat
de: Leeren
el: Απαλοιφή
es: Borrar
fa: پاک کردن
fr: Effacer
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt: Limpar
ro: Golire
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# ClipboardPanel_RenameButton
source: Name
ar: تسمية
cs: Pojmenovat
de: Benennen
el: Όνομα
es: Nombrar
fa: نام‌گذاری
fr: Nommer
hu: Elnevezés
id: Beri nama
it: Nome
ja: 名前を付ける
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
th: ตั้งชื่อ
tr: Ad
uk: Ім’я
vi: Đặt tên
zh_hans: 命名
zh_hant: 命名

# ClipboardPanel_MoveButton
source: Move to a user clipboard
ar: نقل إلى حافظة مستخدم
cs: Přesunout do uživatelské schránky
de: In Benutzer-Zwischenablage verschieben
el: Μετακίνηση σε πρόχειρο χρήστη
es: Mover a un portapapeles de usuario
fa: انتقال به کلیپ‌بورد کاربر
fr: Déplacer vers un presse-papiers utilisateur
hu: Áthelyezés felhasználói vágólapra
id: Pindahkan ke papan klip pengguna
it: Sposta negli Appunti utente
ja: ユーザークリップボードに移す
ko: 사용자 클립보드로 이동
pl: Przenieś do schowka użytkownika
pt: Mover para uma área de transferência do usuário
ro: Mutare într-un clipboard utilizator
th: ย้ายไปยังคลิปบอร์ดผู้ใช้
tr: Bir kullanıcı panosuna taşı
uk: Перемістити в користувацький буфер
vi: Chuyển vào bảng tạm người dùng
zh_hans: 移到用户剪贴板
zh_hant: 移至使用者剪貼簿

# ClipboardPanel_NameOk
source: OK
ar: موافق
es: Aceptar
fa: تأیید
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# ClipboardPanel_NameBox
source: Name (up to 50 characters)
ar: الاسم (حتى 50 حرفًا)
cs: Název (nejvýše 50 znaků)
de: Name (bis zu 50 Zeichen)
el: Όνομα (έως 50 χαρακτήρες)
es: Nombre (hasta 50 caracteres)
fa: نام (حداکثر 50 نویسه)
fr: Nom (50 caractères maximum)
hu: Név (legfeljebb 50 karakter)
id: Nama (hingga 50 karakter)
it: Nome (fino a 50 caratteri)
ja: 名前 (50 文字まで)
ko: 이름(최대 50자)
pl: Nazwa (do 50 znaków)
pt: Nome (até 50 caracteres)
ro: Nume (până la 50 de caractere)
th: ชื่อ (สูงสุด 50 อักขระ)
tr: Ad (en fazla 50 karakter)
uk: Ім’я (до 50 символів)
vi: Tên (tối đa 50 ký tự)
zh_hans: 名称（最多 50 个字符）
zh_hant: 名稱（最多 50 個字元）

# ClipboardPanel_SlotsHeader
source: User clipboards
ar: حافظات المستخدم
cs: Uživatelské schránky
de: Benutzer-Zwischenablagen
el: Πρόχειρα χρήστη
es: Portapapeles de usuario
fa: کلیپ‌بوردهای کاربر
fr: Presse-papiers utilisateur
hu: Felhasználói vágólapok
id: Papan klip pengguna
it: Appunti utente
ja: ユーザークリップボード
ko: 사용자 클립보드
pl: Schowki użytkownika
pt: Áreas de transferência do usuário
ro: Clipboarduri utilizator
th: คลิปบอร์ดผู้ใช้
tr: Kullanıcı panoları
uk: Користувацькі буфери
vi: Bảng tạm người dùng
zh_hans: 用户剪贴板
zh_hant: 使用者剪貼簿

# ClipboardPanel_HistoryHeader
source: Clipboard history
ar: سجل الحافظة
cs: Historie schránky
de: Zwischenablageverlauf
el: Ιστορικό Προχείρου
es: Historial del Portapapeles
fa: سابقهٔ کلیپ‌بورد
fr: Historique du Presse-papiers
hu: Vágólap-előzmények
id: Riwayat papan klip
it: Cronologia degli Appunti
ja: クリップボード履歴
ko: 클립보드 기록
pl: Historia schowka
pt: Histórico da área de transferência
ro: Istoricul clipboardului
th: ประวัติคลิปบอร์ด
tr: Pano geçmişi
uk: Журнал буфера обміну
vi: Lịch sử bảng tạm
zh_hans: 剪贴板历史记录
zh_hant: 剪貼簿記錄

# SearchResults_ToSelection.Text
source: To Selection
ar: إلى التحديد
cs: Na výběr
de: In Auswahl
el: Σε επιλογή
es: A selección
fa: به انتخاب
fr: En sélection
hu: Kijelöléssé
id: Jadikan Pilihan
it: In selezione
ja: 選択範囲に
ko: 선택 영역으로
pl: Na zaznaczenie
pt: Para seleção
ro: În selecție
th: เป็นส่วนที่เลือก
tr: Seçime Dönüştür
uk: У виділення
vi: Thành Vùng chọn
zh_hans: 转为选定内容
zh_hant: 轉為選取範圍

# Hash_RangeMode.Header
source: Multi-selection
ar: التحديد المتعدد
cs: Vícenásobný výběr
de: Mehrfachauswahl
el: Πολλαπλή επιλογή
es: Selección múltiple
fa: انتخاب چندگانه
fr: Sélection multiple
hu: Többszörös kijelölés
id: Multi-pilihan
it: Selezione multipla
ja: マルチ選択の計算方法
ko: 다중 선택
pl: Zaznaczenie wielokrotne
pt: Seleção múltipla
ro: Selecție multiplă
th: ส่วนที่เลือกหลายช่วง
tr: Çoklu seçim
uk: Множинне виділення
vi: Đa vùng chọn
zh_hans: 多重选择
zh_hant: 多重選取

# Hash_RangeMode_Concatenate.Content
source: Concatenate into one value
ar: الدمج في قيمة واحدة
cs: Spojit do jedné hodnoty
de: Zu einem Wert verketten
el: Συνένωση σε μία τιμή
es: Concatenar en un solo valor
fa: الحاق در یک مقدار
fr: Concaténer en une seule valeur
hu: Összefűzés egyetlen értékbe
id: Gabungkan menjadi satu nilai
it: Concatena in un unico valore
ja: 連結して 1 つの値を求める
ko: 하나의 값으로 연결
pl: Połącz w jedną wartość
pt: Concatenar em um único valor
ro: Concatenare într-o singură valoare
th: ต่อกันเป็นค่าเดียว
tr: Tek bir değerde birleştir
uk: Об’єднати в одне значення
vi: Nối thành một giá trị
zh_hans: 连接为一个值
zh_hant: 串連成一個值

# Hash_RangeMode_PerRange.Content
source: One value per range
ar: قيمة واحدة لكل نطاق
cs: Jedna hodnota pro každý rozsah
de: Ein Wert pro Bereich
el: Μία τιμή ανά περιοχή
es: Un valor por rango
fa: یک مقدار برای هر محدوده
fr: Une valeur par plage
hu: Tartományonként egy érték
id: Satu nilai per rentang
it: Un valore per intervallo
ja: 範囲ごとに値を求める
ko: 범위마다 값 하나
pl: Jedna wartość na zakres
pt: Um valor por intervalo
ro: O valoare pentru fiecare interval
th: หนึ่งค่าต่อช่วง
tr: Aralık başına bir değer
uk: Одне значення на діапазон
vi: Một giá trị cho mỗi phạm vi
zh_hans: 每个范围一个值
zh_hant: 每個範圍一個值

# Hash_Ranges
source: {0, plural, one {# range} other {# ranges}}, {1} bytes total
ar: {0, plural, zero {# نطاق} one {نطاق واحد} two {نطاقان} few {# نطاقات} many {# نطاقًا} other {# نطاق}}، الإجمالي {1} بايت
cs: {0, plural, one {# rozsah} few {# rozsahy} many {# rozsahu} other {# rozsahů}}, celkem bajtů: {1}
de: {0, plural, one {# Bereich} other {# Bereiche}}, insgesamt {1} Bytes
el: {0, plural, one {# περιοχή} other {# περιοχές}}, συνολικά {1} byte
es: {0, plural, one {# rango} other {# rangos}}, {1} bytes en total
fa: {0, plural, one {# محدوده} other {# محدوده}}، مجموعاً {1} بایت
fr: {0, plural, one {# plage} other {# plages}}, {1} octets au total
hu: {0, plural, one {# tartomány} other {# tartomány}}, összesen {1} bájt
id: {0, plural, other {# rentang}}, total {1} byte
it: {0, plural, one {# intervallo} other {# intervalli}}, {1} byte in totale
ja: {0} 個の範囲、計 {1} バイト
ko: {0, plural, other {#개 범위}}, 총 {1}바이트
pl: {0, plural, one {# zakres} few {# zakresy} many {# zakresów} other {# zakresu}}, łącznie bajtów: {1}
pt: {0, plural, one {# intervalo} other {# intervalos}}, {1} bytes no total
ro: {0, plural, one {# interval} few {# intervale} other {# de intervale}}, {1} octeți în total
th: {0, plural, other {# ช่วง}} รวม {1} ไบต์
tr: {0, plural, one {# aralık} other {# aralık}}, toplam {1} bayt
uk: {0, plural, one {# діапазон} few {# діапазони} many {# діапазонів} other {# діапазону}}, усього {1} байтів
vi: {0, plural, other {# phạm vi}}, tổng {1} byte
zh_hans: {0, plural, other {# 个范围}}，共 {1} 字节
zh_hant: {0, plural, other {# 個範圍}}，共 {1} 個位元組

# CopyAs_SeparateRanges
source: Separate each range (instead of concatenating)
ar: فصل كل نطاق (بدلاً من الدمج)
cs: Oddělit jednotlivé rozsahy (místo spojení)
de: Jeden Bereich trennen (statt zu verketten)
el: Χωριστά για κάθε περιοχή (αντί για συνένωση)
es: Separar cada rango (en lugar de concatenar)
fa: جدا کردن هر محدوده (به‌جای الحاق)
fr: Séparer chaque plage (au lieu de concaténer)
hu: Tartományok elkülönítése (összefűzés helyett)
id: Pisahkan setiap rentang (alih-alih menggabungkan)
it: Separa ogni intervallo (invece di concatenarli)
ja: 要素ごとに分ける (オフのときは連結する)
ko: 각 범위를 구분(연결하지 않음)
pl: Oddziel każdy zakres (zamiast łączyć)
pt: Separar cada intervalo (em vez de concatenar)
ro: Separare intervale (în loc de concatenare)
th: แยกแต่ละช่วง (แทนการต่อกัน)
tr: Her aralığı ayır (birleştirmek yerine)
uk: Розділяти діапазони (а не об’єднувати)
vi: Tách riêng từng phạm vi (thay vì nối lại)
zh_hans: 分隔每个范围（而不是连接）
zh_hant: 分開每個範圍（而非串連）

# Drop_InsertCopy
source: Insert a copy
ar: إدراج نسخة
cs: Vložit kopii
de: Kopie einfügen
el: Εισαγωγή αντιγράφου
es: Insertar una copia
fa: درج رونوشت
fr: Insérer une copie
hu: Másolat beszúrása
id: Sisipkan salinan
it: Inserisci una copia
ja: コピーを挿入
ko: 복사본 삽입
pl: Wstaw kopię
pt: Inserir uma cópia
ro: Inserare copie
th: แทรกสำเนา
tr: Kopya ekle
uk: Вставити копію
vi: Chèn bản sao
zh_hans: 插入副本
zh_hant: 插入複本

# Drop_PasteSpecial
source: Paste Special
ar: لصق خاص
cs: Vložit jinak
de: Inhalte einfügen
el: Ειδική επικόλληση
es: Pegado especial
fa: چسباندن ویژه
fr: Collage spécial
hu: Irányított beillesztés
id: Tempel Khusus
it: Incolla speciale
ja: 形式を選択して貼り付け
ko: 선택하여 붙여넣기
pl: Wklej specjalnie
pt: Colar especial
ro: Lipire specială
th: วางแบบพิเศษ
tr: Özel Yapıştır
uk: Спеціальне вставлення
vi: Dán Đặc biệt
zh_hans: 选择性粘贴
zh_hant: 選擇性貼上

# Cmd_view_cellFormatHex
source: Cell format: Hex
ar: تنسيق الخلية: Hex
cs: Formát buněk: Hex
de: Zellformat: Hex
el: Μορφή κελιού: Hex
es: Formato de celda: Hex
fa: قالب خانه: Hex
fr: Format des cellules : Hex
hu: Cellaformátum: Hex
id: Format sel: Hex
it: Formato celle: Hex
ja: セルの表示形式: 16 進
ko: 셀 형식: Hex
pl: Format komórek: Hex
pt: Formato da célula: Hex
ro: Format celulă: Hex
th: รูปแบบเซลล์: Hex
tr: Hücre biçimi: Hex
uk: Формат комірок: Hex
vi: Định dạng ô: Hex
zh_hans: 单元格格式：Hex
zh_hant: 儲存格格式：Hex

# CmdAlias_view_cellFormatHex
source: cell format number
ar: cell format number تنسيق الخلية رقم ست عشري
cs: formát format buněk bunek číslo cislo šestnáctkově sestnactkove cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός δεκαεξαδικό cell format number
es: formato celda número cell format number
fa: قالب خانه عدد هگزادسیمال, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam hexadecimális cell format number
id: format sel angka heksadesimal cell format number
it: formato cella numero cell format number
ja: せるのひょうじけいしき へっくす
ko: 셀 형식 숫자 16진수 cell format number
pl: format komórka liczba cell format number
pt: formato célula número cell format number
ro: format celula celulă numar număr cell format number
th: รูปแบบเซลล์ ตัวเลข ฐานสิบหก cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số thập lục phân cell format number
zh_hans: 单元格 格式 数字 十六进制 cell format number
zh_hant: 儲存格格式 十六進位 數字 cell format number

# Menu_View_CellFormatDecimal.Text
source: Decimal (unsigned)
ar: عشري (بدون إشارة)
cs: Desítkově (bez znaménka)
de: Dezimal (ohne Vorzeichen)
el: Δεκαδικό (χωρίς πρόσημο)
es: Decimal (sin signo)
fa: دهدهی (بدون علامت)
fr: Décimal (non signé)
hu: Decimális (előjel nélküli)
id: Desimal (tak bertanda)
it: Decimale (senza segno)
ja: 10 進 (符号なし)(D)
ko: 10진수(부호 없음)(D)
pl: Dziesiętny (bez znaku)
pt: Decimal (sem sinal)
ro: Zecimal (fără semn)
th: ฐานสิบ (ไม่มีเครื่องหมาย)(D)
tr: Ondalık (işaretsiz)
uk: Десятковий (без знака)
vi: Thập phân (không dấu)
zh_hans: 十进制（无符号）(D)
zh_hant: 十進位（不帶正負號）(D)

# Menu_View_CellFormatDecimal.AccessKey
source: D
ar: ع
el: Δ
fa: د
ro: Z
tr: O
uk: Д
vi: T

# Cmd_view_cellFormatDecimal
source: Cell format: Decimal (unsigned)
ar: تنسيق الخلية: عشري (بدون إشارة)
cs: Formát buněk: desítkově (bez znaménka)
de: Zellformat: Dezimal (ohne Vorzeichen)
el: Μορφή κελιού: Δεκαδικό (χωρίς πρόσημο)
es: Formato de celda: decimal (sin signo)
fa: قالب خانه: دهدهی (بدون علامت)
fr: Format des cellules : décimal (non signé)
hu: Cellaformátum: decimális (előjel nélküli)
id: Format sel: Desimal (tak bertanda)
it: Formato celle: decimale (senza segno)
ja: セルの表示形式: 10 進 (符号なし)
ko: 셀 형식: 10진수(부호 없음)
pl: Format komórek: dziesiętny (bez znaku)
pt: Formato da célula: decimal (sem sinal)
ro: Format celulă: zecimal (fără semn)
th: รูปแบบเซลล์: ฐานสิบ (ไม่มีเครื่องหมาย)
tr: Hücre biçimi: Ondalık (işaretsiz)
uk: Формат комірок: десятковий (без знака)
vi: Định dạng ô: Thập phân (không dấu)
zh_hans: 单元格格式：十进制（无符号）
zh_hant: 儲存格格式：十進位（不帶正負號）

# CmdAlias_view_cellFormatDecimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عشري
cs: formát format buněk bunek číslo cislo desítkově desitkove cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός δεκαδικό cell format number
es: formato celda número cell format number
fa: قالب خانه عدد دهدهی, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam decimális decimalis előjel nélküli cell format number
id: format sel angka desimal tak bertanda cell format number
it: formato cella numero decimale cell format number
ja: せるのひょうじけいしき じっしん ふごうなし
ko: 셀 형식 숫자 10진수 부호 없음 cell format number
pl: format komórka liczba dziesiętny cell format number
pt: formato célula número decimal cell format number
ro: format celula celulă numar număr zecimal cell format number
th: รูปแบบเซลล์ ตัวเลข ฐานสิบ ไม่มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số thập phân không dấu cell format number
zh_hans: 单元格 格式 数字 十进制 无符号 cell format number
zh_hant: 儲存格格式 十進位 不帶正負號 cell format number

# Menu_View_CellFormatSignedDecimal.Text
source: Decimal (signed)
ar: عشري (بإشارة)
cs: Desítkově (se znaménkem)
de: Dezimal (mit Vorzeichen)
el: Δεκαδικό (με πρόσημο)
es: Decimal (con signo)
fa: دهدهی (علامت‌دار)
fr: Décimal (signé)
hu: Decimális (előjeles)
id: Desimal (bertanda)
it: Decimale (con segno)
ja: 10 進 (符号あり)(S)
ko: 10진수(부호 있음)(S)
pl: Dziesiętny (ze znakiem)
pt: Decimal (com sinal)
ro: Zecimal (cu semn)
th: ฐานสิบ (มีเครื่องหมาย)(S)
tr: Ondalık (işaretli)
uk: Десятковий (зі знаком)
vi: Thập phân (có dấu)
zh_hans: 十进制（有符号）(S)
zh_hant: 十進位（帶正負號）(S)

# Menu_View_CellFormatSignedDecimal.AccessKey
source: S
ar: ش
de: M
el: Π
es: C
fa: ع
hu: E
it: C
pl: Z
pt: C
ro: C
tr: N
uk: З
vi: D

# Cmd_view_cellFormatSignedDecimal
source: Cell format: Decimal (signed)
ar: تنسيق الخلية: عشري (بإشارة)
cs: Formát buněk: desítkově (se znaménkem)
de: Zellformat: Dezimal (mit Vorzeichen)
el: Μορφή κελιού: Δεκαδικό (με πρόσημο)
es: Formato de celda: decimal (con signo)
fa: قالب خانه: دهدهی (علامت‌دار)
fr: Format des cellules : décimal (signé)
hu: Cellaformátum: decimális (előjeles)
id: Format sel: Desimal (bertanda)
it: Formato celle: decimale (con segno)
ja: セルの表示形式: 10 進 (符号あり)
ko: 셀 형식: 10진수(부호 있음)
pl: Format komórek: dziesiętny (ze znakiem)
pt: Formato da célula: decimal (com sinal)
ro: Format celulă: zecimal (cu semn)
th: รูปแบบเซลล์: ฐานสิบ (มีเครื่องหมาย)
tr: Hücre biçimi: Ondalık (işaretli)
uk: Формат комірок: десятковий (зі знаком)
vi: Định dạng ô: Thập phân (có dấu)
zh_hans: 单元格格式：十进制（有符号）
zh_hant: 儲存格格式：十進位（帶正負號）

# CmdAlias_view_cellFormatSignedDecimal
source: cell format number
ar: cell format number تنسيق الخلية رقم عشري إشارة
cs: formát format buněk bunek číslo cislo desítkově desitkove znaménko znamenko cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός δεκαδικό πρόσημο cell format number
es: formato celda número cell format number
fa: قالب خانه عدد دهدهی علامت‌دار, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam decimális decimalis előjeles elojeles cell format number
id: format sel angka desimal bertanda cell format number
it: formato cella numero decimale cell format number
ja: せるのひょうじけいしき じっしん ふごうあり
ko: 셀 형식 숫자 10진수 부호 있음 cell format number
pl: format komórka liczba dziesiętny cell format number
pt: formato célula número decimal cell format number
ro: format celula celulă numar număr zecimal cell format number
th: รูปแบบเซลล์ ตัวเลข ฐานสิบ มีเครื่องหมาย cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số thập phân có dấu cell format number
zh_hans: 单元格 格式 数字 十进制 有符号 cell format number
zh_hant: 儲存格格式 十進位 帶正負號 cell format number

# Menu_View_CellFormatOctal.Text
source: Octal
ar: ثماني
cs: Osmičkově
de: Oktal
el: Οκταδικό
fa: هشت‌هشتی
hu: Oktális
id: Oktal
it: Ottale
ja: 8 進(O)
ko: 8진수(O)
pl: Ósemkowy
th: ฐานแปด(O)
tr: Sekizlik
uk: Вісімковий
vi: Bát phân
zh_hans: 八进制(O)
zh_hant: 八進位(O)

# Menu_View_CellFormatOctal.AccessKey
source: O
ar: ث
el: Ο
fa: ه
pl: S
tr: S
uk: В
vi: B

# Cmd_view_cellFormatOctal
source: Cell format: Octal
ar: تنسيق الخلية: ثماني
cs: Formát buněk: osmičkově
de: Zellformat: Oktal
el: Μορφή κελιού: Οκταδικό
es: Formato de celda: octal
fa: قالب خانه: هشت‌هشتی
fr: Format des cellules : octal
hu: Cellaformátum: oktális
id: Format sel: Oktal
it: Formato celle: ottale
ja: セルの表示形式: 8 進
ko: 셀 형식: 8진수
pl: Format komórek: ósemkowy
pt: Formato da célula: octal
ro: Format celulă: octal
th: รูปแบบเซลล์: ฐานแปด
tr: Hücre biçimi: Sekizlik
uk: Формат комірок: вісімковий
vi: Định dạng ô: Bát phân
zh_hans: 单元格格式：八进制
zh_hant: 儲存格格式：八進位

# CmdAlias_view_cellFormatOctal
source: cell format number
ar: cell format number تنسيق الخلية رقم ثماني
cs: formát format buněk bunek číslo cislo osmičkově osmickove cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός οκταδικό cell format number
es: formato celda número cell format number
fa: قالب خانه عدد هشت‌هشتی, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam oktális oktalis cell format number
id: format sel angka oktal cell format number
it: formato cella numero ottale cell format number
ja: せるのひょうじけいしき はっしん
ko: 셀 형식 숫자 8진수 cell format number
pl: format komórka liczba ósemkowy cell format number
pt: formato célula número octal cell format number
ro: format celula celulă numar număr octal cell format number
th: รูปแบบเซลล์ ตัวเลข ฐานแปด cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số bát phân cell format number
zh_hans: 单元格 格式 数字 八进制 cell format number
zh_hant: 儲存格格式 八進位 cell format number

# Menu_View_CellFormatBinary.Text
source: Binary
ar: ثنائي
cs: Binárně
de: Binär
el: Δυαδικό
es: Binario
fa: دودویی
fr: Binaire
hu: Bináris
id: Biner
it: Binario
ja: 2 進(B)
ko: 2진수(B)
pl: Dwójkowy
pt: Binário
ro: Binar
th: ฐานสอง(B)
tr: İkili
uk: Двійковий
vi: Nhị phân
zh_hans: 二进制(B)
zh_hant: 二進位(B)

# Menu_View_CellFormatBinary.AccessKey
source: B
ar: ن
el: Υ
fa: و
pl: W
tr: K
uk: Й
vi: N

# Cmd_view_cellFormatBinary
source: Cell format: Binary
ar: تنسيق الخلية: ثنائي
cs: Formát buněk: binárně
de: Zellformat: Binär
el: Μορφή κελιού: Δυαδικό
es: Formato de celda: binario
fa: قالب خانه: دودویی
fr: Format des cellules : binaire
hu: Cellaformátum: bináris
id: Format sel: Biner
it: Formato celle: binario
ja: セルの表示形式: 2 進
ko: 셀 형식: 2진수
pl: Format komórek: dwójkowy
pt: Formato da célula: binário
ro: Format celulă: binar
th: รูปแบบเซลล์: ฐานสอง
tr: Hücre biçimi: İkili
uk: Формат комірок: двійковий
vi: Định dạng ô: Nhị phân
zh_hans: 单元格格式：二进制
zh_hant: 儲存格格式：二進位

# CmdAlias_view_cellFormatBinary
source: cell format number
ar: cell format number تنسيق الخلية رقم ثنائي
cs: formát format buněk bunek číslo cislo binárně binarne dvojkově dvojkove cell format number
de: zellformat zahl cell format number
el: κελί μορφή αριθμός δυαδικό cell format number
es: formato celda número cell format number
fa: قالب خانه عدد دودویی, cell format number
fr: format cellule nombre cell format number
hu: cella formátum formatum szám szam bináris binaris cell format number
id: format sel angka biner cell format number
it: formato cella numero binario cell format number
ja: せるのひょうじけいしき にしん
ko: 셀 형식 숫자 2진수 cell format number
pl: format komórka liczba binarny cell format number
pt: formato célula número binário cell format number
ro: format celula celulă numar număr binar cell format number
th: รูปแบบเซลล์ ตัวเลข ฐานสอง cell format number
tr: hücre biçim sayı cell format number
uk: формат комірок число cell format number
vi: định dạng ô số nhị phân cell format number
zh_hans: 单元格 格式 数字 二进制 cell format number
zh_hant: 儲存格格式 二進位 cell format number

# Menu_View_CellFormatInt16Hex.Text
source: 16-bit integer (hex)
ar: عدد صحيح 16 بت (hex)
cs: 16bitové celé číslo (Hex)
de: 16-Bit-Ganzzahl (hex)
el: Ακέραιος 16 bit (hex)
es: Entero de 16 bits (hex)
fa: عدد صحیح 16 بیتی (hex)
fr: Entier 16 bits (hex)
hu: 16 bites egész (Hex)
id: Bilangan bulat 16-bit (Hex)
it: Intero a 16 bit (hex)
ja: 16 bit 整数 (Hex)(1)
ko: 16비트 정수(Hex)(1)
pl: Liczba całkowita 16-bitowa (hex)
pt: Inteiro de 16 bits (hex)
ro: Întreg pe 16 biți (hex)
th: จำนวนเต็ม 16 บิต (Hex)(1)
tr: 16 bit tamsayı (hex)
uk: 16-бітове ціле (hex)
vi: Số nguyên 16 bit (Hex)
zh_hans: 16 位整数（Hex）(1)
zh_hant: 16 位元整數（Hex）(1)

# Cmd_view_cellFormatInt16Hex
source: Cell format: 16-bit integer (hex)
ar: تنسيق الخلية: عدد صحيح 16 بت (hex)
cs: Formát buněk: 16bitové celé číslo (Hex)
de: Zellformat: 16-Bit-Ganzzahl (hex)
el: Μορφή κελιού: Ακέραιος 16 bit (hex)
es: Formato de celda: entero de 16 bits (hex)
fa: قالب خانه: عدد صحیح 16 بیتی (hex)
fr: Format des cellules : entier 16 bits (hex)
hu: Cellaformátum: 16 bites egész (Hex)
id: Format sel: Bilangan bulat 16-bit (Hex)
it: Formato celle: intero a 16 bit (hex)
ja: セルの表示形式: 16 bit 整数 (Hex)
ko: 셀 형식: 16비트 정수(Hex)
pl: Format komórek: liczba całkowita 16-bitowa (hex)
pt: Formato da célula: inteiro de 16 bits (hex)
ro: Format celulă: întreg pe 16 biți (hex)
th: รูปแบบเซลล์: จำนวนเต็ม 16 บิต (Hex)
tr: Hücre biçimi: 16 bit tamsayı (hex)
uk: Формат комірок: 16-бітове ціле (hex)
vi: Định dạng ô: Số nguyên 16 bit (Hex)
zh_hans: 单元格格式：16 位整数（Hex）
zh_hant: 儲存格格式：16 位元整數（Hex）
